// Написать программу на вводе число на выводе квадрат числа
int A = -100;
int KV=A*A;
Console.WriteLine ($"Квадрат числа A = {KV}");

