// Написать программу на вводе число на выводе квадрат числа
int A = 5;
Console.WriteLine (A^2);

